Repository: NEU-SNS/wehe-ios
Catalog: wehe/*.lproj/Localizable.strings
Languages: fr

source: Accept
fr: Accepter

source: An error occured while trying to load the web view. This could happen if the website is down or there is an issue with your connection
fr: Une erreur s'est produite lors du chargement de la vue Web. Cela peut arriver si le site web est en panne ou s'il y a un problème avec votre connexion

source: App Throughput
fr: Débit en clair

source: Area Test Threshold Percentage
fr: Seuil de la différence d'aire, en % (plus le seuil est faible, plus Wehe sera sensible aux variations de débits)

source: Asking server for port mapping
fr: En attente du port réseau du serveur

source: Back
fr: Retour

source: Back to Menu
fr: Retour au menu

source: Cancel
fr: Annuler

source: Done
fr: terminés

source: Consent Form
fr: Formulaire de consentement

source: Consent Text
fr: En utilisant cette application, vous contribuez à un projet de recherche. Cette participation est volontaire et peut être arrêtée à tout moment. Elle n’octroie pas de de bénéfice financier. Il est nécessaire d’avoir au moins 18 ans pour pouvoir prendre part au projet. Les informations qui sont recueillies pendant les tests sont anonymisées, puis agrégées afin d’adopter une approche statistique du traitement du trafic. Les données sont conservées pendant la durée nécessaire à l’édification des résultats du projet de recherche. Lorsque vous utilisez l'application, Wehe analyse le trafic que vous générez pour déterminer si votre fournisseur d'accès à Internet interfère en bridant ou priorisant certains flux. Si elles sont disponibles, des informations relatives au réseau, à la puissance du signal, au système d'exploitation, à l’horodatage des tests ainsi qu’à votre géolocalisation si vous avez accepté de la partager (la précision des données de localisation stockées sont supérieure à un rayon de 1 km autour de votre localisation exacte) seront collectées. Ces données sont à disposition des chercheurs de la Northeastern University et des agents de l’Unité Internet Ouvert de l’Arcep (Autorité de Régulation des Communications électroniques et des Postes) afin de mieux comprendre les pratiques des fournisseurs d'accès à Internet sur les différents contenus de votre smartphone et d’alerter sur d’éventuels manquements au Règlement (UE) 2015/2120 relatif à l’Internet Ouvert. Ces données retraitées ont également vocation à être publiées en open data afin que tout tiers puisse reproduire les conclusions présentées. Cette étude de recherche a été examinée et approuvée par le Conseil d'examen institutionnel de la Northeasterm University le 14 août 2016. Pour toute question concernant la nature et le traitement des données collectées, n'hésitez pas à contacter Mark Nardone, Directeur de la sécurité de l'information de la Northeastern University par e-mail à : privacy@neu.edu. En acceptant ce formulaire, j’accepte que la NU recueille et traite les données nécessaires à l’analyse du trafic testé.

source: Contacting server
fr: En attente du serveur

source: Current Test
fr: Replay en cours

source: Decline
fr: Refuser

source: Differentiation
fr: Différenciation détectée

source: Done running tests
fr: Tests terminés

source: Error
fr: Erreur

source: Error reading replay files
fr: Erreur lors de la lecture du replay

source: Finished running tests
fr: Tests terminés

source: If you are trying to run tests for %@, disconnect from the Wi-Fi and restart the app
fr: Si vous essayez d'exécuter des tests pour %@, déconnectez-vous du Wi-Fi et redémarrez l'application

source: KS2 P Value Test Threshold Percentage
fr: Seuil du test KS2 p-value, en % (plus le seuil est élevé, plus Wehe sera sensible aux variations de débits)

source: Loading test files
fr: Chargement des données de test

source: Looks like your connection is using ipv6 which may not be supported
fr: Il semble que votre connexion utilise IPv6, ce qui peut ne pas marcher

source: Name
fr: Nom

source: No
fr: Non

source: No Rate
fr: Non merci

source: No differentiation
fr: Pas de différenciation

source: Non-App Throughput
fr: Débit chiffré

source: None
fr: Aucun

source: Previous Results
fr: Mes résultats

source: Queued
fr: Mis en attente

source: Re-run
fr: Relancer

source: Received results
fr: Résultats reçus

source: Receiver error
fr: Erreur lors de la réception des résultats

source: Replay failed due to unknown error
fr: Le test a échoué suite à une erreur inconnue

source: Requesting results from the server
fr: En attente des résultats du serveur

source: Rerun All Tests
fr: Relancer tous les tests

source: Rerun Tests with detected differentiation
fr: Relancer tous les tests ayant détecté une différenciation

source: Rerun Inconclusive Tests
fr: Relancer tous les tests non concluants

source: Rerun Tests with Errors
fr: Relancer tous les tests avec erreurs

source: Rerun Tests?
fr: Relancer les tests ?

source: Result
fr: Résultats

source: Results
fr: Résultats

source: Results inconclusive
fr: Resultats non concluants

source: Results inconclusive (please try running the test again)
fr: Résultats non concluants (veuillez relancer le test)

source: Results inconclusive, re-running test
fr: Resultats non concluants, le test a été relancé

source: Run differentiation tests
fr: Test de différenciation

source: Run tests
fr: Lancer les tests

source: Run multiple tests to confirm differentiation
fr: Lancer des tests additionnels pour confirmer les résultats

source: Running test(s)
fr: Tests en cours

source: Running the original test
fr: Exécution du test non chiffré

source: Running the randomized test
fr: Exécution du test chiffré

source: Running the port test
fr: Test du port en cours

source: Running the baseline port 443 test
fr: Test du port de référence en cours

source: Save
fr: Enregistrer

source: Select Server
fr: Choisir un serveur

source: Server granted permissions
fr: Le serveur a autorisé le test

source: Settings
fr: Réglages

source: Total size
fr: Taille totale

source: MB per port test)
fr: Mo par port testé)

source: File size
fr: Taille du fichier

source: Start
fr: Commencer

source: Status
fr: Statut

source: Test queued
fr: Test mis en file d'attente

source: This action will stop the active replay(s) and not wait for results. Existing results will be saved. Are you sure?
fr: Cette action arrêtera les tests et n'attendra pas les résultats. Les résultats existants seront enregistrés. Êtes-vous sûr?

source: Time
fr: Durée

source: Use default values for thresholds
fr: Utiliser les valeurs par défaut pour les seuils

source: View Consent Form
fr: Conditions générales d'utilisation

source: View Online Dashboard
fr: Statistiques France

source: Waiting for analysis results
fr: en attente des résultats de l'analyse

source: Waiting to start
fr: En attente du démarrage

source: Warning
fr: Attention

source: Would you like to rerun the tests?
fr: Voulez-vous relancer les tests?

source: Yes
fr: Oui

source: Differentiation detected
fr: Différenciation détectée

source: No differentiation detected
fr: Pas de différenciation détectée

source: running additional test(s)
fr: exécution de tests supplémentaires

source: your mobile carrier
fr: votre opérateur

source: Server
fr: Serveur

source: Carrier
fr: Opérateur

source: KS2 P Value Threshold
fr: Seuil du test KS2 P-value

source: Area Threshold
fr: Seuil du test d'aire

source: Use default values for settings
fr: Utiliser les valeurs par défaut pour les réglages

source: Enter
fr: Entrée

source: Custom
fr: Personnaliser

source: Custom Server
fr: Choix du serveur

source: Enter the Custom Server URL
fr: Entrer l’URL du serveur

source: Success
fr: Succès

source: Report Sent
fr: Une alerte a été envoyée à l’Arcep. Merci !

source: More Info
fr: Plus d'Informations

source: Unable to parse result
fr: Format du résultat incorrect

source: DPI Info Result Text
fr: Dernier Test:%@ Matching mot:"%@" Tests exécutés:%@

source: DPI Info Text
fr: DPI signifie Deep Packet Inspection, c’est à dire l’inspection des paquets internet par votre FAI afin de trouver certains mots-clés. Cette analyse détermine le(s) mot(s) clé(s) que votre FAI utilise pour éventuellement limiter le débit de cette application. Cela nécessitera plusieurs tests, environ 1 Go de données, et peut prendre plus d'une heure.

source: No previous result found.
fr: Pas de résultats précédents.

source: Unable to contact server
fr: Impossible de contacter le serveur

source: Reset DPI Progress
fr: Recommencer l’analyse du DPI

source: You will lose your DPI progress and have to start over, are you sure?
fr: Vous perdrez la progression de votre DPI et devrez recommencer, êtes-vous sûr de continuer?

source: Previous Result:
fr: Résultat précédent:

source: It seems that Wehe could not receive any result. This might be caused by your ISP blocking this test or an equipment on your local network or the server side.
fr: Il semblerait que le test Wehe n'ait pas abouti. Si ce résultat persiste, il pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic.

source: This test might be blocked. This blocking might come from your ISP or an equipment on your local network or the server side.
fr: Le trafic pourrait être bloqué. Si ce blocage était avéré, il pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic.

source: This test might be throttled. This throttling might come from your ISP or an equipment on your local network or the server side. Bitrate Info 360p: 0.4-1.0 Mbps 480p: 0.5-2.0 Mbps 720p: 1.5-4.0 Mbps 1080p: 3.0-6.0 Mbps
fr: Le trafic pourrait être bridé. Si ce bridage était avéré, il pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic. Info sur le débit 360p: 0.4-1.0 Mbit/s 480p: 0.5-2.0 Mbit/s 720p: 1.5-4.0 Mbit/s 1080p: 3.0-6.0 Mbit/s

source: Bitrate Info 360p: 0.4-1.0 Mbps 480p: 0.5-2.0 Mbps 720p: 1.5-4.0 Mbps 1080p: 3.0-6.0 Mbps
fr: Info sur le débit 360p: 0.4-1.0 Mbit/s 480p: 0.5-2.0 Mbit/s 720p: 1.5-4.0 Mbit/s 1080p: 3.0-6.0 Mbit/s

source: This test might be prioritised. This prioritization might come from your ISP, an equipment on your local network or the server side.
fr: Le trafic pourrait être priorisé. Si cette priorisation était avérée, elle pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic.

source: HTTPS traffic on this port might be blocked. This blocking might come from your ISP or an equipment on your local network or the server side.
fr: Le trafic https sur ce port pourrait être bloqué. Si ce blocage était avéré, il pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic.

source: HTTPS traffic on this port might be throttled. This throttling might come from your ISP or an equipment on your local network or the server side. Bitrate Info 360p: 0.4-1.0 Mbps 480p: 0.5-2.0 Mbps 720p: 1.5-4.0 Mbps 1080p: 3.0-6.0 Mbps
fr: Le trafic https sur ce port pourrait être bridé. Si ce bridage était avéré, il pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic. Info sur le débit 360p: 0.4-1.0 Mbit/s 480p: 0.5-2.0 Mbit/s 720p: 1.5-4.0 Mbit/s 1080p: 3.0-6.0 Mbit/s

source: HTTPS traffic on this port might be prioritised. This prioritization might come from your ISP, an equipment on your local network or the server side.
fr: Le trafic https sur ce port pourrait être priorisé. Si cette priorisation était avérée, elle pourrait provenir du réseau de votre opérateur ou de tout autre élément de la chaîne d'acheminement du trafic.

source: Bitrate Info
fr: Info sur le débit

source: Mbps
fr: Mbit/s

source: MB
fr: Mo

source: DPI Analysis Info
fr: Informations sur l’analyse du DPI

source: reset
fr: Réinitialiser

source: Start DPI Analysis
fr: Démarrer l'analyse du DPI

source: Retry
fr: Réessayer

source: DPI Analysis
fr: Analyse du DPI

source: Packet %d - Bytes [%d, %d]
fr: Paquet%1$d - Octets [%2$d,%3$d]

source: This action will stop the active test. Are you sure?
fr: Cette action arrêtera le test actif. Êtes-vous sûr de continuer?

source: Test Finished
fr: Test terminé

source: Matching Keyword: "%@"
fr: Mot-clé correspondant: "%@"

source: Requesting next test
fr: En attente du test suivant

source: Running analysis
fr: Exécution de l'analyse

source: Error occurred
fr: Une erreur est survenue

source: Why Wehe
fr: Merci !

source: Alert Arcep
fr: J’alerte l’Arcep !

source: AboutText
fr: En effectuant des tests avec Wehe, vous contribuez à l’identification de potentielles entraves à la neutralité du net. Vous participez au projet de recherche de la Northeastern University piloté par David Choffnes et épaulez l’Arcep (l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse) clé. Un résultat individuel indiquant qu’une différenciation a été détectée ne suffit pas à caractériser un manquement au règlement (UE) 2015/2120 relatif à l’Internet Ouvert. L’application Wehe n’est pas le mécanisme de surveillance agréé par l’autorité règlementaire nationale évoqué à l’article 4.4 dudit règlement.

source: How it Works
fr: Fonctionnement

source: FunctionalityText
fr: Test de différenciation Wehe analyse le trafic généré via l’application pour déterminer si l’opérateur bride ou priorise certains services (YouTube, Netflix, Spotify etc.). Le test s’effectue en deux étapes. Wehe simule une utilisation du service afin que l’opérateur traite le trafic généré comme il traiterait le trafic réel issu de ce service. Puis Wehe rejoue le même trafic en remplaçant le contenu en clair (nom de l’application et des serveurs utilisés, etc.) par du contenu chiffré, invisible pour l’opérateur. L’application compare ensuite les débits mesurés à ces deux étapes, répète à nouveau le test pour éliminer au maximum l’impact de l’état conjoncturel du réseau, et indique si une différence de traitement a été constatée. Test de ports Le test de détection des blocages de ports logiciels permet aux utilisateurs de contrôler 12 ports logiciels fréquemment utilisés. Il est réalisé en comparant le trafic https pour chacun de ces ports par rapport au trafic pour le port 443, utilisé comme port de référence. Le test est proposé avec un fichier de 10 Mo ou de 50 Mo (attention à la consommation de données pour les tests mobiles). En cas de dysfonctionnement, les éventuelles difficultés peuvent être relayées directement via la plateforme « J’alerte l’Arcep ». Mentions légales Pour le fonctionnement de l’application Wehe, la Northeastern University collecte votre géolocalisation uniquement si vous avez accepté de la partager ainsi que votre adresse IP qui n’est conservée que tronquée. L’ensemble de ces informations sont anonymisées dans le but de les publier en open data afin que tout tiers puissent reproduire nos conclusions. Conformément au règlement n°2016/679, dit Règlement général pour la protection des données et à la loi n°78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés, vous disposez d'un droit d’opposition, d'accès, de rectification, de suppression, de limitation ou de portabilité portant sur les données vous concernant. Pour toute demande, vous pouvez contacter David Choffnes <choffnes@ccs.neu.edu>. Directeur de la publication : David Choffnes

source: NEU agreement text
fr: j’accepte que la NEU recueille et traite les données me concernant nécessaires à l’analyse du trafic testé.

source: ARCEP agreement text
fr: j’accepte que l’Arcep ait accès aux données recueillies et traitées par la NEU

source: %d of %d
fr: %d sur %d

source: RateRequest
fr: Votre avis est très important pour nous. Nous vous serions très reconnaissants de prendre une minute pour noter notre app dans l’App Store. C’est la seule fois que nous vous le demanderons, promis !

source: Please rate us
fr: Notez-nous !

source: Take me to App Store
fr: Notez dans l’App Store

source: Video streaming
fr: Vidéo

source: Music streaming
fr: Musique

source: Videoconferencing
fr: Visio

source: 50 MB file
fr: Fichier de 50 Mo

source: 10 MB file
fr: Fichier de 10 Mo

source: Port 443 throughput
fr: Débit de 443

source: Test port throughput
fr: Débit du port

source: Run Port Tests
fr: Test de ports

source: Connection failed
fr: Erreur de connexion

source: Test blocked
fr: Test bloqué

source: Error connecting to sidechannel
fr: Erreur de connexion

source: Please select at least 2 ports to test
fr: Si vous voulez lancer le test, sélectionnez au minimum 2 ports à tester

source: Error creating sidechannel socket
fr: Erreur de création de socket

source: Unknown sidechannel error
fr: Erreur inconnue

source: Unknown permission error
fr: Erreur d'autorisation inconnue

source: Received malformed permissions
fr: Autorisations reçues incorrectes

source: Unknown permission status
fr: Statut d'autorisation inconnu

source: Replay does not match the replay on the server
fr: Test inconnu du serveur, essayer avec un autre serveur

source: A client with this IP is already connected
fr: Un client avec la même IP est déjà connecté

source: Server is low on resources, try again later
fr: Serveur fortement sollicité, relancer le test ultérieurement

source: Replay failed for unknown reason
fr: Echec du test pour une raison inconnue

source: Error mapping ports
fr: Erreur dans l'ouverture du port

source: Failed to send TCP packet
fr: Echec d'envoi des paquets TCP

source: Error declaring ID to sidechannel
fr: Erreur d'identification

source: Error reading permissions
fr: Erreur d'autorisations

source: Error sending mobile stats
fr: Erreur lors de l'envoi des informations mobiles

source: Error reading port mapping from server
fr: Erreur dans l'ouverture du port côté serveur

source: Error sending completion message
fr: Erreur d'envoi du message de fin de test

source: Error sending or receiving result message
fr: Erreur d'envoi ou de réception du résultat
